tap "brewsci/base"
tap "buo/cask-upgrade"
tap "harelba/q"
tap "morantron/tmux-fingers"
tap "ringohub/redis-cli"
tap "thecasualcoder/stable"
tap "xpipe-io/tap"
brew "ack"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "xz"
brew "node"
brew "angular-cli"
brew "asciinema"
brew "ncurses"
brew "asciiquarium"
brew "aspell"
brew "atlas"
brew "bash"
brew "autoenv"
brew "autojump"
brew "automake"
brew "awk"
brew "awscli"
brew "bash-completion", link: false
brew "bat"
brew "bison"
brew "broot"
brew "cadaver"
brew "python@3.14"
brew "censys"
brew "chruby"
brew "cloudflared"
brew "cmatrix"
brew "curl"
brew "libavif"
brew "libpq", link: true
brew "php"
brew "composer"
brew "coreutils"
brew "libevent"
brew "libyaml"
brew "llvm"
brew "pkgconf"
brew "csvkit"
brew "csvq"
brew "csvtk"
brew "diff-so-fancy"
brew "dnsmap"
brew "docker"
brew "dsq"
brew "dust"
brew "eg-examples"
brew "esptool"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fclones"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "ffuf"
brew "fzf"
brew "gawk"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "git"
brew "glow"
brew "go"
brew "gobuster"
brew "hcxtools"
brew "heroku"
brew "historian"
brew "hstr"
brew "htop"
brew "httpie"
brew "httrack"
brew "hurl"
brew "hydra"
brew "icu4c@76"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "instalooter"
brew "iproute2mac"
brew "jansson"
brew "jenv"
brew "jq"
brew "jupyterlab"
brew "keychain"
brew "lazygit"
brew "legit"
brew "libconfig"
brew "libffi"
brew "libpcap"
brew "libtommath"
brew "lld"
brew "lnav"
brew "lsd"
brew "lsusb"
brew "lua"
brew "luarocks"
brew "lynx"
brew "m-cli"
brew "make"
brew "mas"
brew "masscan"
brew "mcfly"
brew "medusa"
brew "mercurial"
brew "micropython"
brew "miller"
brew "mkcert"
brew "mongosh"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nikto"
brew "nmap"
brew "nnn"
brew "node-build"
brew "nodenv"
brew "nuclei"
brew "nvimpager"
brew "obfs4proxy"
brew "openssh"
brew "pass"
brew "pdfcpu"
brew "poppler"
brew "pdfgrep"
brew "peco"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pixiewps"
brew "pngquant"
brew "powerlevel10k"
brew "pv"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "qpdf"
brew "r"
brew "ranger"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "roapi"
brew "rsync"
brew "ruby-install"
brew "rust"
brew "rustscan"
brew "rustup"
brew "screen"
brew "scrypt"
brew "sherlock"
brew "shodan"
brew "sk"
brew "sniffnet"
brew "speedtest-cli"
brew "spoof-mac"
brew "sqlmap"
brew "ssh-audit"
brew "streamlink"
brew "stripe-cli"
brew "stylua"
brew "subfinder"
brew "superfile"
brew "tailscale"
brew "telegram-downloader"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "theharvester"
brew "tig"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tor"
brew "torsocks"
brew "trufflehog"
brew "ugrep"
brew "unar"
brew "uv"
brew "visidata"
brew "w3m"
brew "waybackpy"
brew "webdav"
brew "wget"
brew "xh"
brew "xsv"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "z"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-enquirer"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zssh"
brew "morantron/tmux-fingers/tmux-fingers"
brew "ringohub/redis-cli/redis-cli"
brew "thecasualcoder/stable/csvdiff"
cask "alacritty"
cask "alt-tab"
cask "bluestacks"
cask "burp-suite"
cask "charles"
cask "devtoys"
cask "dnsmonitor"
cask "docker-desktop"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "genymotion"
cask "google-drive"
cask "guitar-pro"
cask "hyper"
cask "iina"
cask "ilok-license-manager"
cask "jdownloader"
cask "kitty"
cask "libndi"
cask "localxpose"
cask "losslesscut"
cask "maltego"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "mitmproxy"
cask "modern-csv"
cask "netspot"
cask "ngrok"
cask "onedrive"
cask "postman-cli"
cask "qflipper"
cask "redis-insight"
cask "signal"
cask "studio-3t"
cask "temurin@11"
cask "temurin@17"
cask "vlc"
cask "wifispoof"
cask "wireshark-app"
mas "AdBlock Pro", id: 1018301773
mas "AdGuard for Safari", id: 1440147259
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "CodeRunner", id: 955297617
mas "Compressor", id: 424390742
mas "Cookie DNT", id: 1594049656
mas "DuckDuckGo 2", id: 663592361
mas "Extractor", id: 1626704817
mas "Final Cut Pro", id: 424389933
mas "Find Any File", id: 402569179
mas "GoPro Webcam", id: 6477835262
mas "HP", id: 1474276998
mas "Images", id: 6499503497
mas "Logic Pro", id: 634148309
mas "loginsight", id: 6504901532
mas "Maccy", id: 1527619437
mas "Magnet", id: 441258766
mas "MainStage", id: 634159523
mas "Mapper", id: 1589391989
mas "Menu Bar Calendar", id: 1558360383
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Mirror Magnet", id: 1563698880
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Parallels Desktop", id: 1085114709
mas "Patterns", id: 429449079
mas "PD", id: 510365488
mas "PDF - Compress, Reduce and Optimize", id: 1023345938
mas "Postman Interceptor", id: 6460587883
mas "ProFind", id: 1441703569
mas "Shadowrocket", id: 932747118
mas "SingleFile", id: 6444322545
mas "Super Agent", id: 1568262835
mas "Surfshark", id: 1437809329
mas "Telegram", id: 747648890
mas "TempBox", id: 6575345984
mas "UPDF", id: 1619925971
mas "Webcam Recorder", id: 1508067444
mas "WhatsApp", id: 310633997
mas "Wipr", id: 1662217862
mas "xIncognito", id: 1604606074
mas "xReload", id: 1588834516
