brew "ack"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "angular-cli"
brew "apktool"
brew "asciinema"
brew "aspell"
brew "atlas"
brew "ncurses"
brew "bash"
brew "autoenv"
brew "autojump"
brew "automake"
brew "awk"
brew "awscli"
brew "bash-completion"
brew "libgit2"
brew "bat"
brew "bind"
brew "bison"
brew "broot"
brew "cadaver"
brew "python@3.14"
brew "censys"
brew "chruby"
brew "cloudflared"
brew "cmake"
brew "curl"
brew "dav1d"
brew "libavif"
brew "libpq", link: true
brew "php"
brew "composer"
brew "coreutils"
brew "csvkit"
brew "csvq"
brew "csvtk"
brew "ffmpeg"
brew "libheif"
brew "pkgconf"
brew "czkawka"
brew "diff-so-fancy"
brew "dnsmap"
brew "docker"
brew "dsq"
brew "duckdb"
brew "dust"
brew "eg-examples"
brew "libyaml"
brew "esptool"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fclones"
brew "fd"
brew "feh"
brew "ffuf"
brew "fzf"
brew "gawk"
brew "gcc"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "libevent"
brew "go"
brew "gobuster"
brew "hcxtools"
brew "heroku"
brew "historian"
brew "hstr"
brew "htop"
brew "httpie"
brew "httrack"
brew "hurl"
brew "hydra"
brew "imagemagick"
brew "instalooter"
brew "iproute2mac"
brew "jadx"
brew "jansson"
brew "jenv"
brew "jq"
brew "jupyterlab"
brew "katana"
brew "keychain"
brew "lazygit"
brew "legit"
brew "libconfig"
brew "libffi"
brew "libpcap"
brew "libraw"
brew "libtommath"
brew "libxml2"
brew "llvm"
brew "lld"
brew "lnav"
brew "lsd"
brew "lsusb"
brew "lua"
brew "luarocks"
brew "lynx"
brew "m-cli"
brew "make"
brew "mas"
brew "masscan"
brew "massdns"
brew "mcfly"
brew "medusa", link: false
brew "mercurial"
brew "micropython"
brew "miller"
brew "mkcert"
brew "mongosh"
brew "monolith"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nikto"
brew "nmap"
brew "nnn"
brew "node-build"
brew "nodenv"
brew "nuclei"
brew "nvimpager"
brew "obfs4proxy"
brew "openssh"
brew "pass"
brew "pdfcpu"
brew "poppler"
brew "pdfgrep"
brew "peco"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pixiewps"
brew "pngquant"
brew "powerlevel10k"
brew "pv"
brew "pyenv", args: ["HEAD"]
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "qpdf"
brew "r"
brew "ranger"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "roapi"
brew "rsync"
brew "ruby"
brew "ruby-install"
brew "rust"
brew "rustscan"
brew "rustup"
brew "scrcpy"
brew "screen"
brew "scrypt"
brew "sherlock"
brew "shodan"
brew "sk"
brew "sniffnet"
brew "sqlmap"
brew "ssh-audit"
brew "streamlink"
brew "stripe-cli"
brew "stylua"
brew "subfinder"
brew "superfile"
brew "tailscale"
brew "telegram-downloader"
brew "the_silver_searcher"
brew "theharvester"
brew "tidy-viewer"
brew "tig"
brew "tmux"
brew "tor"
brew "torsocks"
brew "trufflehog"
brew "udunits"
brew "ugrep"
brew "unar"
brew "uv"
brew "visidata"
brew "w3m"
brew "wayback"
brew "waybackpy"
brew "webdav"
brew "wget"
brew "whois"
brew "witr"
brew "xh"
brew "yarn"
brew "yazi"
brew "z"
brew "zip"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zssh"
cask "alacritty"
cask "android-platform-tools"
cask "anydesk"
cask "bluestacks"
cask "burp-suite"
cask "charles"
cask "dnsmonitor"
cask "docker-desktop"
cask "docker-desktop"
cask "dupeguru"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "google-drive"
cask "guitar-pro"
cask "hyper"
cask "iina"
cask "ilok-license-manager"
cask "jdownloader"
cask "kitty"
cask "libndi"
cask "localxpose"
cask "losslesscut"
cask "maltego"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mitmproxy"
cask "modern-csv"
cask "motrix"
cask "netspot"
cask "ngrok"
cask "obs"
cask "onedrive"
cask "pearcleaner"
cask "qflipper"
cask "r-app"
cask "reaper"
cask "redis-insight"
cask "signal"
cask "temurin@11"
cask "temurin@17"
cask "vlc"
cask "wifispoof"
cask "wireshark-app"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Canary Mail", id: 1236045954
mas "CodeRunner", id: 955297617
mas "Compressor", id: 424390742
mas "Cookie DNT", id: 1594049656
mas "Detail Studio", id: 6443923358
mas "Dual Video Player Lite", id: 1249146718
mas "Easy CSV Editor", id: 1171346381
mas "Elmedia Video Player", id: 1044549675
mas "ExpressVPN", id: 886492891
mas "Extractor", id: 1626704817
mas "Final Cut Pro", id: 424389933
mas "Find Any File", id: 402569179
mas "Fonti", id: 6738046462
mas "GoPro Webcam", id: 6477835262
mas "HP", id: 1474276998
mas "Images", id: 6499503497
mas "Logic Pro", id: 634148309
mas "loginsight", id: 6504901532
mas "Menu Bar Calendar", id: 1558360383
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Parallels Desktop", id: 1085114709
mas "PD", id: 510365488
mas "PDF - Compress, Reduce and Optimize", id: 1023345938
mas "Pixelmator Pro", id: 1289583905
mas "Postman Interceptor", id: 6460587883
mas "ProFind", id: 1441703569
mas "SingleFile", id: 6444322545
mas "Super Agent", id: 1568262835
mas "Surfshark", id: 1437809329
mas "Telegram", id: 747648890
mas "UPDF", id: 1619925971
mas "Wayback Machine", id: 1472432422
mas "Webcam Recorder", id: 1508067444
mas "xIncognito", id: 1604606074
mas "xReload", id: 1588834516
go "github.com/KathanP19/Gxss"
go "github.com/wdahlenburg/VhostFinder"
go "github.com/Hackmanit/Web-Cache-Vulnerability-Scanner"
go "github.com/Josue87/analyticsrelationships"
go "github.com/tomnomnom/anew"
go "github.com/x90skysn3k/brutespray"
go "github.com/projectdiscovery/cdncheck/cmd/cdncheck"
go "github.com/xm1k3/cent"
go "github.com/dwisiswant0/crlfuzz/cmd/crlfuzz"
go "github.com/cemulus/crt"
go "github.com/edoardottt/csprecon/cmd/csprecon"
go "github.com/hahwul/dalfox/v2"
go "github.com/projectdiscovery/dnsx/cmd/dnsx"
go "github.com/trickest/dsieve"
go "github.com/trickest/enumerepo"
go "github.com/ffuf/ffuf/v2"
go "github.com/tomnomnom/gf"
go "github.com/damit5/gitdorks_go"
go "github.com/gwen001/github-endpoints"
go "github.com/gwen001/github-subdomains"
go "github.com/gwen001/gitlab-subdomains"
go "github.com/Josue87/gotator"
go "github.com/fullstorydev/grpcurl/cmd/grpcurl"
go "github.com/hakluke/hakip2host"
go "github.com/projectdiscovery/httpx/cmd/httpx"
go "github.com/tomnomnom/hacks/inscope"
go "github.com/projectdiscovery/interactsh/cmd/interactsh-client"
go "github.com/BishopFox/jsluice/cmd/jsluice"
go "github.com/projectdiscovery/katana/cmd/katana"
go "github.com/Brosck/mantra"
go "github.com/projectdiscovery/mapcidr/cmd/mapcidr"
go "github.com/intigriti/misconfig-mapper/cmd/misconfig-mapper"
go "github.com/sdcampbell/nmapurls"
go "github.com/projectdiscovery/notify/cmd/notify"
go "github.com/kleiton0x00/ppmap"
go "github.com/d3mondev/puredns/v2"
go "github.com/tomnomnom/qsreplace"
go "github.com/Josue87/roboxtractor"
go "github.com/sa7mon/s3scanner"
go "github.com/bitquark/shortscan/cmd/shortscan"
go "github.com/s0md3v/smap/cmd/smap"
go "github.com/sw33tLie/sns"
go "github.com/denandz/sourcemapper"
go "github.com/projectdiscovery/subfinder/v2/cmd/subfinder"
go "github.com/lc/subjs"
go "github.com/projectdiscovery/tlsx/cmd/tlsx"
go "github.com/tomnomnom/unfurl"
go "github.com/projectdiscovery/urlfinder/cmd/urlfinder"
go "github.com/tomnomnom/waybackurls"
cargo "ripgen"
cargo "smugglex"
