tap "brewsci/base"
tap "buo/cask-upgrade"
tap "harelba/q"
tap "ringohub/redis-cli"
tap "thecasualcoder/stable"
tap "xpipe-io/tap"
brew "ack"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "xz"
brew "asciinema"
brew "ncurses"
brew "asciiquarium"
brew "aspell"
brew "atlas"
brew "autojump"
brew "automake"
brew "awk"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "broot"
brew "chruby"
brew "cmatrix"
brew "curl"
brew "libavif"
brew "libpq", link: true
brew "php"
brew "composer"
brew "coreutils"
brew "csvkit"
brew "csvtk"
brew "diff-so-fancy"
brew "dnsmap"
brew "docker"
brew "dsq"
brew "dust"
brew "libyaml"
brew "esptool"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fclones"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "git"
brew "glow"
brew "go"
brew "hcxtools"
brew "historian"
brew "hstr"
brew "htop"
brew "httpie"
brew "httrack"
brew "hurl"
brew "hydra"
brew "icu4c@76"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "keychain"
brew "lazygit"
brew "legit"
brew "libffi"
brew "libpcap"
brew "lnav"
brew "lsd"
brew "lynx"
brew "m-cli"
brew "make"
brew "mas"
brew "masscan"
brew "mcfly"
brew "mercurial"
brew "micropython"
brew "miller"
brew "node"
brew "mongosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nnn"
brew "pkgconf"
brew "node-build"
brew "nodenv"
brew "nvimpager"
brew "obfs4proxy"
brew "openssh"
brew "pass"
brew "pdfcpu"
brew "poppler"
brew "pdfgrep"
brew "peco"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pixiewps"
brew "pngquant"
brew "powerlevel10k"
brew "pv"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "qpdf"
brew "r"
brew "ranger"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "roapi"
brew "rsync"
brew "ruby-install"
brew "rust"
brew "rustscan"
brew "rustup"
brew "screen"
brew "scrypt"
brew "sk"
brew "sniffnet"
brew "speedtest-cli"
brew "sqlmap"
brew "ssh-audit"
brew "streamlink"
brew "stripe-cli"
brew "stylua"
brew "superfile"
brew "tailscale"
brew "telegram-downloader"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "toilet"
brew "tor", restart_service: :changed
brew "torsocks"
brew "trufflehog"
brew "ugrep"
brew "unar"
brew "w3m"
brew "wget"
brew "xh"
brew "xsv"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "z"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zssh"
brew "ringohub/redis-cli/redis-cli"
brew "thecasualcoder/stable/csvdiff"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "curiosity"
cask "docker-desktop"
cask "docker-desktop"
cask "fission"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-drive"
cask "guitar-pro"
cask "ilok-license-manager"
cask "jdownloader"
cask "kitty"
cask "localxpose"
cask "losslesscut"
cask "ngrok"
cask "obs"
cask "onedrive"
cask "qbittorrent"
cask "qflipper"
cask "redis-insight"
cask "temurin@11"
cask "temurin@17"
cask "wifispoof"
mas "AdBlock Pro", id: 1018301773
mas "AdGuard for Safari", id: 1440147259
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "Code Reader - QR Reader", id: 1225393668
mas "Disk Space Analyzer", id: 446243721
mas "Duplicate File Finder", id: 1032755628
mas "Extractor", id: 1626704817
mas "Find Any File", id: 402569179
mas "GoPro Quik", id: 561350520
mas "GoPro Webcam", id: 6477835262
mas "Images", id: 6499503497
mas "JSON Peep", id: 1458969831
mas "Kindle", id: 302584613
mas "loginsight", id: 6504901532
mas "Menu Bar Calendar", id: 1558360383
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Parallels Desktop", id: 1085114709
mas "PD", id: 510365488
mas "PDF - Compress, Reduce and Optimize", id: 1023345938
mas "Postman Interceptor", id: 6460587883
mas "ProFind", id: 1441703569
mas "QR Capture", id: 1369524274
mas "SingleFile", id: 6444322545
mas "Super Agent", id: 1568262835
mas "Surfshark", id: 1437809329
mas "Tabs to Links", id: 1451408472
mas "Telegram", id: 747648890
mas "UPDF", id: 1619925971
mas "Webcam Recorder", id: 1508067444
mas "WhatsApp", id: 310633997
mas "Wipr", id: 1662217862
mas "xIncognito", id: 1604606074
mas "xReload", id: 1588834516
